export const youtubeVideoData = [
  {
    id: 1,
    url: `https://www.youtube.com/embed/oX8aOFo2ZUA?si=VOwxZIzIcA6Fz8QQ`,
    title: "პერსონა: გურამ წიბახაშვილი დროსა და სივრცეში",
    description_ka: `ადამიანი, დრო და სივრცე გურამ წიბახაშვილის ობიექტივში

"გამოსახულების წაკითხვა რომ შეძლო, ბევრი უნდა ისწავლო" - გურამ წიბახაშვილი

როგორ გახდა ფოტოგრაფი ყველაზე მნიშვნელოვანი მოვლენების მონაწილე და ამსახველი?

#პერსონა | გურამ წიბახაშვილი`,
    description_eng: `ადამიანი, დრო და სივრცე გურამ წიბახაშვილის ობიექტივში

"გამოსახულების წაკითხვა რომ შეძლო, ბევრი უნდა ისწავლო" - გურამ წიბახაშვილი

როგორ გახდა ფოტოგრაფი ყველაზე მნიშვნელოვანი მოვლენების მონაწილე და ამსახველი?

#პერსონა | გურამ წიბახაშვილი`,
    section_ka: `პერსონა`,
    section_eng: `Persona`,
    section_id: `persona`,
  },
  {
    id: 2,
    url: `https://www.youtube.com/embed/vIeSqowSiE0?si=H6XEYUqOm4n-1gUr`,
    title:
      "დიტო ხუფენია | როგორ იწერებოდა სამეცნიერო ფანტასტიკა საბჭოთა საქართველოში?",
    description_ka: `📄 როგორ იწერებოდა სამეცნიერო ფანტასტიკა საბჭოთა საქართველოში?

📘 „დროთა კავშირი“ - 1970-იან წლებში ექვსი ქართველი ავტორის მოთხრობების კრებულია

🤖🚀კოსმოსი, პლანეტებს შორის ურთიერთობა, ხელოვნური ინტელექტის წინასწარმეტყველება - ამ თემებზე წერდნენ ქართველი მწერლები „კოსმიურ საქართველოში“.

#დიტოხუფენია-ს "არტისტული ყვავილები"
`,
    description_eng: `📄 How was scientific fiction written in Soviet Georgia?

📘 "Union of Times" is a collection of short stories by six Georgian authors in the 1970s

🤖🚀 Space, relationship between planets, prediction of artificial intelligence - Georgian writers wrote about these topics in "Cosmic Georgia"

#DitoKhupenia's Artistic Flowers
`,
    section_ka: `დიტო ხუფენია - არტისტული ყვავილები`,
    section_eng: `Dito Khupenia - Artistic Flowers`,
    section_id: `dito_khupenia`,
  },
  {
    id: 3,
    url: `https://www.youtube.com/embed/o9aoxdy4dZY?si=BOwGqd5fBqxO3TUM`,
    title: `"მოხდა მარცხი, უცბად გამოჩნდა მეორე გზა, მეც იქით მივდივარ..." | ზურა გომელაური`,
    description_ka: `ქართული მითოლოგია, ზღაპრები და ტრადიციები ზურა გომელაურის მხატვრობაში

"მოხდა მარცხი, უცბად გამოჩნდა მეორე გზა, მეც იქით მივდივარ..."
5 წლის ასაკში დაწყებული ხატვა, პირველი გამოფენა პიონერთა სასახლეში, დაუსრულებელი აღმოჩენა ფერების - ეს არის მხატვრის, ზურა გომელაურის - #პერსონა`,
    description_eng: `ქართული მითოლოგია, ზღაპრები და ტრადიციები ზურა გომელაურის მხატვრობაში

"მოხდა მარცხი, უცბად გამოჩნდა მეორე გზა, მეც იქით მივდივარ..."
5 წლის ასაკში დაწყებული ხატვა, პირველი გამოფენა პიონერთა სასახლეში, დაუსრულებელი აღმოჩენა ფერების - ეს არის მხატვრის, ზურა გომელაურის - #პერსონა`,
    section_ka: `პერსონა`,
    section_eng: `Persona`,
    section_id: `persona`,
  },
  {
    id: 4,
    url: `https://www.youtube.com/embed/RvIyNtIHRK8?si=XobVeYbjChptvywH`,
    title: `დიტო ხუფენია | ალენ გინსბერგის “ყმუილის” შესახებ`,
    description_ka: `📌ალენ გინსბერგის "ყმუილი" - გადატრიალება ამერიკულ კულტურაში.

როგორ შეცვალა ერთმა პოემამ 60-იანი წლების ახალგაზრდობა, ვიეტნამის ომი და მიწიქვეშა მწერლობა?

🔴ალენ გინსბერგი - პოეტი, რომელსაც თბილისში ფარაჯანოვმა უმასპინძლა.

#დიტოხუფენია-ს_"არტისტული ყვავილები"`,
    description_eng: `''Howl" by Allen Ginsberg - the poem that revolutionized the American culture in 1960's and had an immense impact on the youth, War in Vietnam and underground culture. 

Allen Ginsberg - A writer who visited Tbilisi and met with Parajanov. 

#DitoKhupenia's_"Artistic Flowers"`,
    section_ka: `დიტო ხუფენია - არტისტული ყვავილები`,
    section_eng: `Dito Khupenia - Artistic Flowers`,
    section_id: `dito_khupenia`,
  },
  {
    id: 5,
    url: `https://www.youtube.com/embed/C-pp3oZvZ0E?si=4LLUJCXoe5nzKGVw`,
    title: `"ჩემთვის ჩაკრულოს გამოძახილი არის ჩაქაფული” | დალილა ცატავას პერსონაჟი`,
    description_ka: `“30 წელზე მეტია რაც თბილისში ვცხოვრობ, არასდროს არ მინახავს აქაურობა სიზმარში, სულ იმ სახლში ვარ” - დალილა ცატავა

27 სექტემბერი სოხუმის დაცემის დღეა.

🔍 გასტრონომიული კულტურის მკვლევარის, დალილა ცატავას, დევნილობიდან გამოვლილი წარმატების გზა მუდმივ ძიებას, სწავლას და აღმოჩენებს მოიცავს.

კავშირი ჩაქაფულსა და ჩაკრულოს შორის; სადღეგრძელო, როგორც ნაციის აზროვნება - გაიცანით დალილა ცატავას პერსონა.
`,
    description_eng: `“30 წელზე მეტია რაც თბილისში ვცხოვრობ, არასდროს არ მინახავს აქაურობა სიზმარში, სულ იმ სახლში ვარ” - დალილა ცატავა

27 სექტემბერი სოხუმის დაცემის დღეა.

🔍 გასტრონომიული კულტურის მკვლევარის, დალილა ცატავას, დევნილობიდან გამოვლილი წარმატების გზა მუდმივ ძიებას, სწავლას და აღმოჩენებს მოიცავს.

კავშირი ჩაქაფულსა და ჩაკრულოს შორის; სადღეგრძელო, როგორც ნაციის აზროვნება - გაიცანით დალილა ცატავას პერსონა.
`,
    section_ka: `პერსონა`,
    section_eng: `Persona`,
    section_id: `persona`,
  },
  {
    id: 6,
    url: `https://www.youtube.com/embed/MLMQdsAr3o4?si=7mbTktSOHoOtUuPc`,
    title: `არტისტული ყვავილები: ჯონ მაქსველ კუტზეეს "სირცხვილი"`,
    description_ka: `ნობელიანტი მწერლის, ჯონ მაქსველ კუტზეეს "სირცხვილი" 

რომანი, რომელიც ახლოს არის მიხეილ ჯავახიშვილის "ჯაყოს ხიზნებთან" 

სამხრეთ აფრიკელი, გავლენიანი მწერლის "სირცხვილი" კარგად აღწერს ადამიანის ბუნებას და შემდგომ მის ღირებულებით ტრანსფორმაციას 

 #დიტო_ხუფენიას "არტისტული ყვავილების" მორიგ ეპიზოდში
`,
    description_eng: `"Disgrace" by Nobel Prize-winning writer John Maxwell Coutzee

A novel that is close to Mikheil Javakhishvili's " Jako's Dispossessed" 

"Disgrace" by the influential South African writer describes well the nature of man and his subsequent transformation in value. 

#Dito_khupenia's "Artistic Flowers"

`,
    section_ka: `დიტო ხუფენია - არტისტული ყვავილები`,
    section_eng: `Dito Khupenia - Artistic Flowers`,
    section_id: `dito_khupenia`,
  },
  {
    id: 7,
    url: `https://www.youtube.com/embed/MLMQdsAr3o4?si=7mbTktSOHoOtUuPc`,
    title: `არტისტული ყვავილები: ბერტოლტ ბრეხტის, პოეტური კრებული "ცუდი დრო პოეზიისთვის"`,
    description_ka: `ფაშიზმის წინააღმდეგ მებრძოლი ავტორის, ბერტოლტ ბრეხტის, პოეტური კრებული "ცუდი დრო პოეზიისთვის" 

ბრეხტის აზრით, მნიშვნელოვანია რაზე წერ, და არა რას წერ.

თეატრალური რევოლუციის შემქმნელს ეკუთვნის ცნობილი პიესა "კავკასიური ცარცის წრე". გერმანელმა დრამატურგმა და აქტივისტმა ცხოვრების ბევრი წელი ფაშიზმის წინააღმდეგ ბრძოლაში გაატარა

დიტო ხუფენიას "არტისტულმა ყვავილებმა" აირჩია "ცუდი დრო პოეზიისთვის"
`,
    description_eng: `The poetry collection "A Bad Time for Poetry" by the author who fought against fascism, Bertolt Brecht

According to Brecht, it is important what you write about, not how you write.

The creator of the theatrical revolution is the creator of the famous play "The Caucasian Chalk Circle". The German playwright and activist spent many years of his life fighting against fascism

Dito Khupenia's "Artistic Flowers" chose "A Bad Time for Poetry"

`,
    section_ka: `დიტო ხუფენია - არტისტული ყვავილები`,
    section_eng: `Dito Khupenia - Artistic Flowers`,
    section_id: `dito_khupenia`,
  },
];
