import { Box, Typography } from "@mui/material";

export default function DonationKa() {
  return (
    <Box
      sx={{
        padding: "32px 128px",
        "@media (max-width: 800px)": {
          padding: "20px",
          marginTop: "20px",
        },
      }}
    >
      <Typography fontFamily="UpperCaseGeo" variant="h5">
        მომავალი ეკუთვნის მათ, ვინც მის საფუძველს ქმნის დღეს!
      </Typography>
      <br></br>
      შენი ფინანსური მხარდაჭერა იძლევა შესაძლებლობას, ახალგაზრდების მიზნები
      ვაქციოთ მიღწევებად.
      <br></br>
      <br></br>
      დავით ბეჟუაშვილის განათლების ფონდი აერთიანებს საერთო ღირებულებების მქონე
      ადამიანებს, რომელთა უმთავრესი ამოცანა პროგრესული, მდგრადი და განათლებული
      საზოგადოების ჩამოყალიბების ხელშეწყობა გახლავთ.
      <br></br>
      <br></br>
      ჩვენი მიზანია ნიჭიერ ახალგაზრდებს მოვუხსნათ განთლების, პროფესიული
      განვითარებისა და პიროვნული ზრდის პროცესში არსებული ფინანსური ბარიერები.
      აგრეთვე ხელი შევუწყოთ კულტურული მემკვიდრეობის შენახვასა და
      საზოგადოებისთვის წვდომის ზრდას.
      <br></br>
      <br></br>
      <br></br>
      <Typography fontFamily="UpperCaseGeo" variant="h5">
        თქვენს მიერ გაღებული თანხა მოხმარდება:
      </Typography>
      <br></br>
      სასწავლო სტიპენდიებსა და გრანტებს ნიჭიერი ახალგაზრდებისთვის;
      <br></br>
      <br></br>
      საგანმანთლებლო სივრცეების განვითარებასა და ტექნიკურ აღჭურვას;
      <br></br>
      <br></br>
      გლობალური საგანმანათლებლო მობილობის ხელშეწყობას ქართველი
      ახალგაზრდებისთვის;
      <br></br>
      <br></br>
      კულტურული მემკვიდრეობის დაცვასა და შენარჩუნებას;
      <br></br>
      <br></br> ინვესტიციებს ტექნოლოგიებსა და ინოვაციებში;
      <br></br>
      <br></br> თითოეული დონაციით თქვენ ხდებით დიდი და ღირებული მისიის ნაწილი,
      რომელსაც ჩვენი ფონდი წლების განმავლობაში ახორციელებს.<br></br>
      <br></br> შემოგვიერთდი უკეთესი მომავლის მშენებლობაში!
    </Box>
  );
}
