import { Box, Typography } from "@mui/material";

export default function DonationKa() {
  return (
    <Box
      sx={{
        color: "black",
        "@media (max-width: 800px)": {
          fontSize: "12px",
        },
      }}
    >
      <Typography
        variant="h5"
        sx={{ fontFeatureSettings: "'case' on", textTransform: "uppercase" }}
      >
        მომავალი ეკუთვნის მათ, ვინც მის საფუძველს ქმნის დღეს!
      </Typography>
      <Typography>
        <br></br>
        შენი ფინანსური მხარდაჭერა იძლევა შესაძლებლობას, ახალგაზრდების მიზნები
        ვაქციოთ მიღწევებად.
        <br></br>
        <br></br>
        დავით ბეჟუაშვილის განათლების ფონდი აერთიანებს საერთო ღირებულებების მქონე
        ადამიანებს, რომელთა უმთავრესი ამოცანა პროგრესული, მდგრადი და განათლებული
        საზოგადოების ჩამოყალიბების ხელშეწყობა გახლავთ.
        <br></br>
        <br></br>
        ჩვენი მიზანია ნიჭიერ ახალგაზრდებს მოვუხსნათ განთლების, პროფესიული
        განვითარებისა და პიროვნული ზრდის პროცესში არსებული ფინანსური ბარიერები.
        აგრეთვე ხელი შევუწყოთ კულტურული მემკვიდრეობის შენახვასა და
        საზოგადოებისთვის წვდომის ზრდას.
      </Typography>
    </Box>
  );
}
