import { Box, Typography } from "@mui/material";

export default function AboutInfo() {
  return (
    <Box
      sx={{
        padding: "64px 128px",
        backgroundColor: "#34D39E",
        width: "100%",
        marginTop: "80px",
        transition: "0.5s",
        "@media (max-width: 800px)": {
          padding: "20px",
          marginTop: '20px'
        },
      }}
    >
      <Typography>
        „დავით ბეჟუაშვილის განათლების ფონდი,“ საგანმანათლებლო საქველმოქმედო,
        არამომგებიანი ორგანიზაციაა, რომელიც 2015 წელს დაარსდა. ფონდის
        დამფუძნებლები თვლიან, რომ განათლება განვითარებული, თანამედროვე,
        დემოკრატიული ქვეყნის მთავარი ღირებულებაა, ამიტომაც აქ ჩადებული
        ინვესტიციები ამ ღირებულებების დამკვიდრებისათვის გაღებული ის წილია,
        რომელიც მთლიანად ქვეყნის განვითარებაში იდება.
        <br></br>
        <br></br>
        ფონდის დამფუძნებლების მთავარი მიზანია პროგრესული, თანამედროვე ევროპული
        ღირებულებების მქონე ქვეყნად ჩამოყალიბების ხელშეწყობა. ამ მიზნისკენ
        მიმავალი უახლოესი გზა კი განათლება და განათლებული საზოგადოების შექმნაა.
        <br></br>
        <br></br>
        სწორედ განათლებული საზოგადოება უნდა იყოს ქვეყნის მამოძრავებელი ძალა.
        პროგრესულ წინსვლას კი მუდამ უნდა აძლიერებდეს ის ისტორიული წარსული,
        რომელიც ეროვნული იდენტობის ამსახველია. ამიტომაც საკუთარ წარსულზე,
        კულტურულ მემკვიდრეობაზე ზრუნვა და მომავალი თაობებისათვის გადაცემა,
        საკუთარ მოვალეობად მიგვაჩნია. თანამედროვე მსოფლიოს თავისი გამოწვევები
        აქვს. დღეს ეს მაღალტექნოლოგიური, საბუნებისმეტყველო, ტექნიკური
        მიმართულებებია, რაც ფონდის ერთ-ერთ მნიშვნელოვან მიმართულებას
        წარმოადგენს.
        <br></br>
        <br></br>
        ჩვენი ფონდი მზად არის გახდეს ინვესტორი და ქვეყნის მომავალ, განათლებაზე
        ორიენტირებულ თაობას მისცეს საშუალება მიიღოს ხარისხიანი განათლება. რადგან
        თავად მართონ საკუთარი მომავალი, მომავალი კი იქმნება დღეს!
      </Typography>
    </Box>
  );
}
